
"account" = "Account";
"add_as_new_contact" = "Toevoegen als nieuw contact";
"amount" = "Bedrag";
"balance_error" = "U hebt slechts %@ beschikbaar!";
"balance_info" = "Uw balans: %@ (%@ tarief)";
"btc_address" = "BTC-adres";
"btc_bought_successfully" = "You will receive your bitcoins shortly. [TODO]";
"buy" = "Buy [TODO]";
"buy_btc" = "Buy Bitcoins [TODO]";
"cancel" = "Annuleren";
"change_currency" = "Valuta wijzigen";
"choose_contact" = "Contact kiezen";
"contacts" = "Contacten";
"confirm_buy" = "Are you sure you want to buy %.4f BTC for $%i? [TODO]";
"could_not_fetch_balance" = "Kan balans niet laden.";
"current_balance" = "HUIDIGE BALANS";
"display_name" = "Schermnaam";
"error" = "Fout";
"error_title" = "Fout!";
"export" = "Exporteren";
"feature_unavailable" = "This feature is currently disabled. [TODO]";
"me" = "Ik";
"n_confirmation" = "%i bevestigingen";
"network_error" = "Netwerkfout";
"new_contact" = "Nieuw contact";
"not_a_key" = "De gescande code is geen geldige persoonlijke code.";
"not_enough_funds" = "Onvoldoende fondsen. (minimum 0,0001 nodig)";
"okay" = "OK";
"passcode" = "Wachtwoordcode";
"please_wait" = "Een ogenblik geduld";
"private_keys" = "Private Keys [TODO]";
"push_message" = "U hebt %@ ontvangen.";
"push_notifications_title" = "Push-meldingen";
"push_notifications_desc" = "Meldingen voor nieuwe transacties";
"receive" = "Ontvangen";
"recent_transactions" = "Recente transacties";
"retry" = "Opnieuw";
"send" = "Verzenden";
"settings" = "Instellingen";
"shops" = "Winkels";
"success" = "Gelukt!";
"swipe" = "Veeg persoonlijke code";
"swipe_failed" = "Importeren mislukt. Probeer het opnieuw.";
"swipe_key" = "Code vegen";
"swipe_key_title" = "Code vegen?";
"swipe_key_message" = "Weet u zeker dat u alle fondsen van deze persoonlijke code wilt vegen? (%.8f BTC)";
"swipe_success" = "Alle fondsen zijn geïmporteerd.";
"total" = "Totaal";
"transaction" = "Transactie";
"tx_error_msg" = "Uw transactie kan niet worden uitgezonden.";
"tx_success_msg" = "Uw transactie is uitgezonden.";
"unit" = "Eenheid";
"unlock" = "Ontgrendelen";
"verify_tx_title" = "Transactie bevestigen";
"verify_tx_message" = "Weet u zeker dat u %@ naar %@ wilt sturen?";
"yes" = "Ja";
"you_will_receive" = "You will receive %.4f BTC [TODO]";